{
    "21-49":{
        "content":"This was a really nice hike. As much as I like forests, there's something crisp in the air that open space preserves offer that the redwoods don't quite hit. I felt more at peace and less anxious... could organize my thoughts better. I think in forests, I always try to look for mushrooms or banana slugs and get really easily distracted, but in a place like this it's just the grasses and the clouds and the sky, and it's easier to think.",
        "location":"Russian Ridge Open Space Preserve", "address":"Russian Ridge Open Space Preserve, Redwood City, CA",
        "imagelink":[
            "2021/12-19-russianridge.jpg",
            "2021/12-19-russianridge2.jpg",
            "2021/12-19-russianridge3.jpg",
            "2021/12-19-russianridge4.jpg"], 
        "date":"Dec 19, 2021", "year":"2021",
        "tags":"hills, hike, california"
    },"21-48":{
        "content":"Right after I arrived, found so many mushrooms! One type in particular was super cool, all orange and yellow and viscous! It was a bit hard finding a trailhead, but I hiked the Upper Escape Road and had to loop back along the Lower Escape trail since the route to Coyote Ridge trail was blocked. Everytime there's rain on a trail near a creek or river, I remember Leslie from Bridge to Terabithia. Also because of the rains likely, all the campsites were closed.",
        "location":"Portola Redwoods State Park", "address":"Portola Redwoods State Park, Portola State Park Road, La Honda, CA",
        "imagelink":[
            "2021/12-19-portola.jpg",
            "2021/12-19-portola2.jpg",
            "2021/12-19-portola3.jpg",
            "2021/12-19-portola4.jpg"], 
        "date":"Dec 19, 2021", "year":"2021",
        "tags":"california"
    },"21-47":{
        "content":"",
        "location":"Coyote Lake", "address":"Coyote Lake Harvey Bear Ranch County Park",
        "imagelink":[
            "2021/12-18-coyotelake.jpg",
            "2021/12-18-coyotelake2.jpg",
            "2021/12-18-coyotelake3.jpg",
            "2021/12-18-coyotelake4.jpg"], 
        "date":"Dec 18, 2021", "year":"2021",
        "tags":"water, bone, hike, countypark, california"
    },"21-46":{
        "content":["It was so beautiful here! The rocks were all glistening black, with white marbled patterns so contrasting that it felt unreal. Not unreal in a way that feels fake, but so extraordinary that we could actually SENSE everything. My hacking friend found a seastar that washed up. It wasn't even in a tidepool or anything, just straight up on the beach! There were corals and beautiful shells that were all smoothed out by the ocean, and spotted pieces of crustaceans and sea urchins that had died and lost their spines. I wanted to take back one of the beautiful marbled rocks for my brother, along with a bright-salmon-colored seashell, but it felt so wrong to take from such a precious and seemingly untouched environment (even though plenty of people have come and gone from there)... so I didn't.<br>",
        "<br>Even though the beach felt sacred, there was an old rusted car that had washed up, and it had one lone wheel still looked sturdy and new. Even the car though, felt like a relic. I wonder how long it spent just sitting in the ocean, the things it's been through and the sea life that surrounded it. What ocean creatures were curious about it? What creatures called it home? The ocean was freezing, but now I can say I've been in the Pacific at the Lost Coast.<br>",
        "<br>I've seen so many people post about the Lost Coast on Reddit before on <a href='https://www.reddit.com/r/backpacking/search/?q=lost%20coast'>r/backpacking</a> and I still can't wrap my head around the fact that we did it. Making that journey like the other folks, it felt like a pilgrimage in a way. We did that journey too. We were the weekend warriors who made it and experienced the freshness of the air, the rain that pattered then soaked our heads, and gazed across the Pacific ocean with no end in sight. The Tree Musketeers. We were at the edge of the world for a bit there, and it feels like we'll experience more of it soon. But in the meantime, I'm missing the forest again."],
        "location":"Lost Coast", "address":"40.066500, -124.080472",
        "imagelink":[
            "2021/12-11-lostcoast.jpg",
            "2021/12-11-lostcoast2.jpg"], 
        "date":"Dec 11, 2021", "year":"2021",
        "tags":"kingrangenationalconservationarea, whitehorn, california, beach, rocks, ocean, fog, rain, hiking, hike, friends, treemusketeers, seacreatures, seastars, crabs, seaurchins, corals, shells, seaweed, blackmarbledrocks"
    },"21-45":{
        "content":["We hiked over 20.6 miles total! This is definitely the longest hike I've ever been on. From the campground to the trailhead, its 1.3 miles. From the trailhead to the edge of the Lost Coast, it's 9 miles.<br>",
        "<br>On the way to the coast it was a bit chilly and overcast, but on the way back it was rainy. I felt like the cold was all-permeating and everywhere, like the cold was set so deep in the forest, all around and in every little crevice. I didn't know where the cold began and where it ended, didn't know where I ended and my friends began. It was like the forest and fog enveloped us so much that it went inside me and settled there, rooted forever. I can still feel the cold and imagine the misted trees, and don't want to let it go, but know that I'll probably forget how the forest was in a couple weeks."],
        "location":"Horse Mountain Creek Trail", "address":"Horse Mountain Creek Trailhead, Kings Peak Road, Whitethorn, CA",
        "imagelink":[
            "2021/12-11-whitehorn4.jpg",
            "2021/12-11-whitehorn2.jpg",
            "2021/12-11-whitehorn3.jpg",
            "2021/12-11-whitehorn.jpg"], 
        "date":"Dec 11, 2021", "year":"2021",
        "tags":"kingrangenationalconservationarea, whitehorn, california, trees, forest, fog, rain, hiking, hike, friends, treemusketeers"
    },"21-44":{
        "content":["We had a tough time finding the right place to park, but ended up taking Campsite #9. I've never seen so many stars in my life! Also saw 2 shooting stars, very vividly.<br>",
        "<br>It was a bit tough keeping the fire going (3rd photo), but we managed to roast some marshmallows and I ate a smore. Although this was supposed to be a car camping trip, we didn't actually sleep and just hung out around the fire. I drank one Corona beer, but it was enough to make me drunk. I don't remember a lot of what I said, but remember laughing a lot at the phrase “king deuce.”<br>",
        "<br>This is probably the most memorable, eventful, and meaningful trip I've ever been on. It's so much more rewarding eating smores by the fire there, than it was a couple years ago with people I didn't really know or care about. We planned it all out ourselves, and we made it."],
        "location":"Tolkan Campground", "address":"Tolkan Campground, Whitethorn, CA",
        "imagelink":[
            "2021/12-11-tolkan.jpg",
            "2021/12-11-tolkan3.jpg",
            "2021/12-11-tolkan2.jpg"], 
        "date":"Dec 11, 2021", "year":"2021",
        "tags":"kingrangenationalconservationarea, whitehorn, california, campfire, carcamping, sunrise, trees, forest, friends, treemusketeers"
    },"21-43":{
        "content":["We stopped here to take a break from driving. The night got foggier and it looked strangely peaceful and a bit eerie. We were parked on the outskirts of the town, and were able to look down from the elevated street to some closed shops. It reminded me of the game <a href='https://puppetcombo.fandom.com/wiki/Bloodwash'>Bloodwash</a> by Puppet Combo. Something about the fog and the chill, and the streetlamps, and lone mildly lit shops.<br>",
        "<br>We went into a bar called Stone Junction, which was playing super loud music and was fairly crowded. People were looking at us strangely, probably because we looked like 3 oddballs all bundled up, and who don't belong at a bar. I saw a photobooth and wanted to take a photo in it, but when my friends came out of the men's restroom, they said they saw two folks doing coke. We then left and continued driving towards the campground."],
        "location":"Garberville", "address":"Stone Junction, Redwood Drive, Garberville, CA",
        "imagelink":[
            "2021/12-10-garberville.jpg",
            "2021/12-10-garberville2.jpg",
            "2021/12-10-garberville3.jpg"], 
        "date":"Dec 11, 2021", "year":"2021",
        "tags":"california, night, fog, friends"
    },"21-42":{
        "content":"",
        "location":"Golden Gate Vista Point", "address":"H. Dana Bowers Rest Area & Vista Point",
        "imagelink":[
            "2021/12-10-sf.jpg",
            "2021/12-10-sf2.jpg"], 
        "date":"Dec 10, 2021", "year":"2021",
        "tags":"california, goldengatebridge, night, friends"
    },"21-41":{
        "content":["This was our first real stop on a car camping trip to Mendocino National Forest's Lost Coast. My 2 uni friends and I stopped here to take a breather and enjoy the sunset. It looks like a nice place to take a hike sometime in the future.<br>",
        "<br>"],
        "location":"Crystal Springs Reservoir", "address":"Crystal Springs Reservoir, California",
        "imagelink":[
            "2021/12-10-crystalspringsreservoir.jpg",
            "2021/12-10-crystalspringsreservoir2.jpg"], 
        "date":"Dec 10, 2021", "year":"2021",
        "tags":"sunset, california, lake, friends"
    },
    
    
    
    "21-40":{
        "content":["On the way back to the car, we were almost ticketed by some park rangers! They said they’d let us off with a warning for parking int the lot past hours… since the time change the park closes at 5:30PM instead of 6:30 now. It would have been a huge bummer, but that sunset would still have probably been worth it. Looking at the bright darkness was kind of like the super early mornings in the car when my mom would drive us to CA way long ago to see my dad. My friend said water was like time, that it keeps on moving. I think the night sky is like infinity. Looking at it took me right back to the back of my mom’s car, with my forehead pressed against the cold glass, looking out at the miles-away streetlights and being present in transit. Those same stars twinkled then just as they twinkled way back when in our short short lives.<br>",
        "<br>For dinner we went to a pizza place and got tea in San Pedro’s Square in San Jose, and a friend of one of my uni friends joined us. Driving there was really scary though, I followed my friend onto the freeway and it was terrifying. Had to take the first exit out of there because my hands were basically frozen stiff. It was troublesome finding parking, but ended up in a parking lot a couple blocks from where we were going to meet up. I was about to pay $18, but for some reason my credit cards didn’t work at the terminal, and the attendant just let us out. Got really lucky today!"],
        "location":"Alviso Marina County Park", "address":"Alviso Marina County Park, Hope Street, Alviso, CA",
        "imagelink":[
            "2021/11-20-alviso.jpg",
            "2021/11-20-alviso2.jpg",
            "2021/11-20-alviso3.jpg"], 
        "date":"Nov 20, 2021", "year":"2021",
        "tags":"alviso, alvisomarinacountypark, alvisomarina, alvisocountypark, countypark, baylands, donedwards, donedwardsnature, naturepreserve, sunset, california"
    },"21-39":{
        "content":"Today was really fun! I walked with 2 of my uni friends in a huge loop around Alviso County Park and Don Edwards Nature Preserve. We were trying to get to Drawbridge (a ghost town) but it was across some live train tracks and basically buried in the marshes, so we didn’t enter and only saw the buildings from afar. We saw the most amazing sunset on the way back though, and it was so nice talking with both of them. I haven’t hung out in a group of friends since before COVID, so this was a really unexpectedly nice get-together. No bridges were drawn in the taking of these pictures.",
        "location":"Drawbridge", "address":"Drawbridge, Fremont, CA 94538",
        "imagelink":[
            "2021/11-20-drawbridge.jpg",
            "2021/11-20-drawbridge2.jpg"], 
        "date":"Nov 20, 2021", "year":"2021",
        "tags":"drawbridge, fremont, ghosttown, baylands, california"
    },"21-38":{
        "content":["After hiking Henry Cowell State Park, we also visited the Santa Cruz Beach Boardwalk. It's strange thinking that in just a few more decades, there will be no more boardwalk. The waters at night were so surreal... it was my first time seeing the ocean at night. It looked like a silent film created back when films were first created. The waves were so serene, so dark and atmospheric, but so present. Like no time existed, and the sky was a void, and the moon was shining like a lamp directly in the face of a person getting interrogated in a dark room, and it was only the grey on the waves and the sound of them. It was like the Tron Legacy movie after Kevin Flynn imploded the digital world, or at the very end of the game <a href='https://cdn-www.mandatory.com/assets/uploads/2016/07/Inside-Ending-Explained-6.png'>INSIDE</a>, when the boy ends up at the edge of the sea.<br>",
        "<br>We had to head back after that because the parking was pre-paid, but we walked back through the boardwalk. It was super strange seeing everything closed and covered with the night. Seeing the Fireball and the Giant Dipper at night totally reminded me of <a href='https://sabukaru.online/articles/liminal-spaces-the-era-of-realizing-false-promises'>liminal spaces</a>."],
        "location":"Santa Cruz Beach Boardwalk", "address":"400 Beach St, Santa Cruz, CA 95060",
        "imagelink":[
            "2021/11-13-boardwalk1.jpg",
            "2021/11-13-boardwalk2.jpg",
            "2021/11-13-boardwalk3.jpg",
            "2021/11-13-boardwalk4.jpg"], 
        "date":"Nov 13, 2021", "year":"2021",
        "tags":"night, ocean, amusementpark, california"
    },"21-37":{
        "content":["Came here with my friend and we were on the move for nearly the entire day (Google says over 12 miles). It was really awesome hanging out and the weather was so nice too. We crossed a river twice in our underpants! It was the craziest thing. The first time I reached the river it didn't seem as deep, but I also wasn't sure if crossing the river was the right way to go. But we did it this time and it was wild.<br>",
        "<br>After we got lost a few times then had to cross the river back again, we decided to climb straight up the side of the mountain/hill/dirt side. It was crazy, but the craziest part is that we actually made it back onto the trail! Never have I EVER thought we'd crossing the river, not once but TWICE, AND also climbing no-trail up the side of the mountain all in one day.<br>",
        "<br>We saw so many mushrooms and fungi too (5th image)! So many different species and organic shapes. I recently watched a <a href='https://www.youtube.com/watch?v=v3ZJdgXV4fk&ab_channel=MothLightMedia'>documentary video</a> talking about prototaxites, which are fungi that grew to the size of trees 400 million years ago. It would have been so awesome to see them in person... But I wonder if they would be taken for granted, just like any other native tree species here, all common and forgotten. After the hike though, we ate chipotle burritos."],
        "location":"Henry Cowell State Park", "address":"Henry Cowell Redwoods State Park, North Big Trees Park Road, Felton, CA",
        "imagelink":[
            "2021/11-13-hencow.jpg",
            "2021/11-13-hencow2.jpg",
            "2021/11-13-hencow3.jpg",
            "2021/11-13-hencow4.jpg",
            "2021/11-13-hencow5.jpg"], 
        "date":"Nov 6, 2021", "year":"2021",
        "tags":"hike, hiking, redwood, redwoods, santacruz, california"
    },"21-36":{
        "content":"",
        "location":"Saratoga", "address":"Starbucks, Argonaut Shopping Center, Saratoga Sunnyvale Road, Saratoga, California",
        "imagelink":"2021/11-13-saratoga2.jpeg", 
        "date":"Nov 6, 2021", "year":"2021",
        "tags":"saratoga, california, fog, parkinglot"
    },"21-35":{
        "content":["Went to Sam McDonald County Park (which is part of San Mateo County). It was really nice, but I was very anxious because I didn't have enough quarters to pay the full $6 cash-only entrance fee. I was so worried a park ranger would slap on a ticket. It's best to avoid San Mateo County parks unless you've got cash I suppose.<br>",
        "<br>Saw a couple of banana slugs, and some unique fungi! Also came across a Jack Brook horse camp where a couple deer were eating grass.</br>",
        "<br>From a friend's recommendation, I went to <a href='https://www.equatorcoffees.com'>Equator Coffees</a> in Sausalito in the morning, and got a chai latte with whipped cream. It was very tasty.<br>",
        "<br>I was originally trying to go to the Muir Woods around Sausalito today, but they needed reservations so I went to Bolinas instead. I drove around but couldn't find parking, and a surfer's dog almost ran into the car, luckily no one was hurt. I also stopped by Stinson Beach and walked along the seashore to dip my feet in the water, and to finish the chai latte. After the beach I went to <a href='http://www.tomosushi.us'>Tomo Sushi</a>, and met a waitress who recently moved to Daly City from Myanmar."],
        "location":"Sam McDonald", "address":"Sam McDonald Park, Pescadero Creek Road, Loma Mar, CA",
        "imagelink":[
            "2021/11-6-sammcdonald.jpg",
            "2021/11-6-sammcdonald2.jpg",
            "2021/11-6-sammcdonald3.jpg"], 
        "date":"Nov 6, 2021", "year":"2021",
        "tags":"pescadero, countypark, hike, hiking, forest, california"
    },"21-34":{
        "content":["Can't believe I witnessed the sunrise on the Golden Gate Bridge! Right before the sun rose, I was driving over the bridge to try and see the Marin Headlands (didn't actually end up going). It was so beautiful, and as soon as the light orange-gold color started lighting up the sky, I burst into tears and couldn't stop crying because it was so beautiful. This was one definitely of those life-changing moments."],
        "location":"Golden Gate Vista Point", "address":"Golden Gate Bridge, San Francisco, CA",
        "imagelink":[
            "2021/11-6-goldengate2-1.jpg",
            "2021/11-6-goldengate2-2.jpg",
            "2021/11-6-goldengate2-3.jpg",
            "2021/11-6-goldengate2.jpg",
            "2021/11-6-goldengate3.jpg"], 
        "date":"Nov 6, 2021", "year":"2021",
        "tags":"goldengatebridge, bridge, sanfrancisco, francisco, ocean, beach, oceanbeach, bay, california"
    },"21-33":{
        "content":["Spent Halloween with my uni friend hiking the Ocean Beach Coastal Trail (6.4mi out-and-back) and Land's End (3.4mi)! My professor always talked about this place, but this is my first time visiting. We also saw the Sutro Baths (3rd pic), which my professor also talked about as a possible redesign opportunity. I liked the class but ever since thinking about the relationship between design, marketing, and consumerism, I feel uncomfortable enjoying designed (or even human-touched) environments as muuch as I used to. And the Sutro Baths, the old relics that they are, they've got a place in history. They still look good and people still take walks and spend time there. So why change it?<br>",
        "<br>I've never driven so close to SF before, and we saw 2 Chicken of the Woods in the 4th pic. At the beach we also saw a lot of broken sand dollars, and I got my sock wet. We grabbed a very late lunch at <a href='https://www.orderpizzajointmenu.com/'>Pizza Joint</a> and dinner at <a href='https://www.mendocinofarms.com/locations/san-mateo'>Mendocino Farms</a>, where they had an Impossible plant-based burger. Both places were pretty tasty.<br>"],
        "location":"Land's End", "address":"Lands End, Point Lobos Avenue, San Francisco, CA",
        "imagelink":[
            "2021/10-31-landsend.jpg",
            "2021/10-31-landsend2.jpg",
            "2021/10-31-sutrobaths.jpg",
            "2021/10-31-landsend3.jpg"], 
        "date":"Oct 31, 2021", "year":"2021",
        "tags":"landsend, goldengate, goldengatebridge, bridge, sanfrancisco, francisco, ocean, beach, oceanbeach, fog, hike, hiking, bay, california"
    },"21-32":{
        "content":"",
        "location":"Ocean Beach", "address":"Ocean Beach, San Francisco, CA",
        "imagelink":[
            "2021/10-31-oceanbeach.jpg",
            "2021/10-31-oceanbeach2.jpg"], 
        "date":"Oct 31, 2021", "year":"2021",
        "tags":"halloween, sanfrancisco, oceanst, francisco, hike, hiking, bay, california"
    },"21-31":{
        "content":["Went to Half Moon Bay and the Purisima Creek Redwoods with my hackathon buddy! It was really chill and we ate Chipotle in San Mateo and walked a 15.4 miles the entire day!<br>",
        "<br>We saw so many sea jellies on the Half Moon Bay Coastal Trail, and so many banana slugs earlier in the day. Two of the jellies pulsated, and they had a purple tint inside. We met up at 7am and went home at 8pm, and although it felt like rainy weather, we were lucky to only experience a few drops."],
        "location":"Half Moon Bay", "address":"Half Moon Bay State Beach, California",
        "imagelink":[
            "2021/10-23-halfmoonbay.jpg",
            "2021/10-23-halfmoonbay2.jpg",
            "2021/10-23-halfmoonbay3.jpg"], 
        "date":"Oct 23, 2021", "year":"2021",
        "tags":"coastal, trail, coastaltrail, beach, fog, hike, hiking, bay, california"
    },"21-30":{
        "content":["Caught the most spectacular sunset! Also met a man named Cal. I was eating a Chipotle burrito and drinking the Star Drink from Starbucks, and Cal just kept talking to me. He was born in Thailand, studied computer science back in 2001-ish before all the IOS and app dev stuff started. Now he works at UPS, but wants to quit his job to travel. He hiked 9 miles this morning and said he's going to hike Mission Peak tomorrow, and that he was going to ice his feet to recover a bit.<br>",
        "<br>He mentioned that he met a bunch of digital nomads while traveling on the weekends, and that he was driving 6 hours to the Sierra Nevadas just to visit every weekend, since he fell in love with the scenery. He had a bed setup in his SUV with enough room that a future partner could sleep there with him. He also wanted to build a shelf so cooking and organizing would be easier.<br>",
        "<br>Cal talked about how high rent was, and that there are places that people can look to sleep in their car for rent-free, on government land. He talked about a beautiful place to visit called <a href='https://www.google.com/maps/place/Lee+Vining,+CA+93541/@38.056538,-119.7691028,9.58z/data=!4m5!3m4!1s0x80963656dc3b47d9:0xd033576091571beb!8m2!3d37.957592!4d-119.119943'>Lee Vining</a>, and how he's headed to Utah soon to visit. He said he went to Zion before, and wants to go back.<br>",
        "<br>Even though it was a bit tiring and I just wanted to eat my burrito in peace and get on with my hike, it was really nice talking to Cal and hearing about his travels, insights, and mindset. It kind of confirms my belief that life is just too short and you should do whatever the fuck you want to do. I don't know if I could, but I often dream about doing the same as Cal, just buying an SUV, modding it with a bed and shelving, then hitting the road to wherever. My job is remote anyways, so it would be really neat. But then I worry about retirement and the future, and what my family would think. I've still so much to learn and think on. The most important thing he said to me, was to not waste my youth.<br>",
        "<br>After talking with Cal, I went to the top of Mt. Diablo and meditated a bit, and it was very serene. No sounds, just sunlight, and yellow grasses, and the bay view."],
        "location":"Mt Diablo", "address":"Mt Diablo, California 94598",
        "imagelink":[
            "2021/10-16-mtdiablo.jpg",
            "2021/10-16-mtdiablo2.jpg",
            "2021/10-16-mtdiablo3.jpg"], 
        "date":"Oct 16, 2021", "year":"2021",
        "tags":"mountdiablostatepark, sunset, bayarea, bay, california"
    },"21-29":{
        "content":"",
        "location":"Water Lantern Festival", "address":"Almaden Lake, San Jose, CA",
        "imagelink":[
            "2021/10-2-waterlantern2.jpg",
            "2021/10-2-waterlantern.jpg",
            "2021/10-2-waterlantern3.jpg"],
        "date":"Oct 2, 2021", "year":"2021",
        "tags":"almaden, quicksilver, lake, california, night, lanterns, event"
    },"21-28":{
        "content":"",
        "location":"Almaden Lake", "address":"Almaden Lake, San Jose, CA",
        "imagelink":[
            "2021/10-2-almadenlake.jpg",
            "2021/10-2-almadenlake2.jpg"], 
        "date":"Oct 2, 2021", "year":"2021",
        "tags":"quicksilver, california, sunset"
    },"21-27":{
        "content":"Came back to see the dragonflies. I saw a couple but didn't get to snag a picture. Saw lots of ladybugs though, and met a birder couple (Chris and Jeff) with their dogs Pip and Elsie (whom I pet). Jeff let me look through his binoculars and they identified some neat birds. Trying to find different insects, it was the first time I'd felt so present in a long while.",
        "location":"Byxbee Park", "address":"Adobe Creek Loop Trail, Palo Alto, CA",
        "imagelink":[
            "2021/9-2-byxbee.jpg",
            "2021/9-2-byxbee2.jpg",
            "2021/9-2-byxbee3.jpg",
            "2021/8-22-byxbee.jpg",
            "2021/8-22-byxbee2.jpg"], 
        "date":"Aug 22, 2021", "year":"2021",
        "tags":"paloalto, sunrise, ladybug, ladybugs, shoreline, bayarea, bay, lake, california"
    },"21-26":{
        "content":"Saw a really pretty black and yellow striped Golden-ringed dragonfly, and relaxed by a tiny waterfall pond along a false trail.",
        "location":"Walden West", "address":"Hostel Trail, Saratoga, CA",
        "imagelink":[
            "2021/8-15-waldenwest.jpg",
            "2021/8-15-waldenwest2.jpg",
            "2021/8-15-waldenwest3.jpg"], 
        "date":"Aug 15, 2021", "year":"2021",
        "tags":"saratoga, sanborn, bayarea, pond, hike, hiking, california, algae"
    },"21-25":{
        "content":"I went all the way past Valle Vista on the <a href='https://www.saratoga.ca.us/DocumentCenter/View/312/Quarry-Park-Map-PDF' target='_blank'>park map</a>. Yesterday I was high up as well. I felt peaceful in the shadows of the sunsetting trees, but felt sad thinking of an old high school friend, as we've grown into different people and lost our connection.",
        "location":"Quarry Park", "address":"Saratoga Quarry Park, Congress Springs Road, Saratoga, CA",
        "imagelink":[
            "2021/7-27-quarrypark.jpg",
            "2021/7-27-quarrypark2.jpg",
            "2021/7-27-quarrypark3.jpg"], 
        "date":"Jul 27, 2021", "year":"2021",
        "tags":"saratoga, bayarea, hike, hiking, california"
    },"21-24":{
        "content":"",
        "location":"Shoreline Lake", "address":"Shoreline Lake, Mountain View, CA",
        "imagelink":[
            "2021/7-13-shoreline3.jpg",
            "2021/7-13-shoreline.jpg",
            "2021/7-13-shoreline2.jpg"], 
        "date":"Jul 13, 2021", "year":"2021",
        "tags":"bayarea, bay, california"
    },"21-23":{
        "content":"Foraged black raspberries and saw a gorgeous view. Ate avocado-cucumber rice rolls with my family at the junction of Craig Britton Trail and Harkins Ridge Trail.",
        "location":"Craig Britton Trail", "address":"Craig Britton Trail, Redwood City, CA",
        "imagelink":[
            "2021/7-3-craigbritton.jpg",
            "2021/7-3-craigbritton2.jpg",
            "2021/7-31-craigbritton.jpg",
            "2021/7-3-craigbritton3.jpg"], 
        "date":"Jul 3, 2021", "year":"2021",
        "tags":"redwoods, redwood, redwoodcity, berries, foraging, trees, california"
    },"21-22":{
        "content":["Hiked at Purisima for my parents' 25-year anniversary. It was mildly foggy and we saw over 27 banana slugs in the 4th pic! It was an 8.8-mile hike and saw some awesome insects and a tiny snake.<br>",
        "<br><b>• Update - Oct 23, 2021 •</b><br>",
        "<br>Went hiking here with my hackathon friend! We ended up walking super far down the Purisima Creek Trail and saw tons of banana slugs (the last two pictures)! We walked super far down the creek trail and had to walk back to the car along Tunitas Creek Rd. and Skyline Blvd to the south parking lot. The second-to-last picture was taken after we ended up at the road on the other side of the preserve, and we encountered a log with halloween cat eye decorations."],
        "location":"Purisima Creek Trail", "address":"Purisima Creek Trail, Higgins Road Trailhead, Half Moon Bay, CA",
        "imagelink":[
            "2021/7-3-purisima.jpg",
            "2021/7-3-purisima2.jpg",
            "2021/7-3-purisima3.jpg",
            "2021/7-3-purisima4.jpg",
            "2021/10-23-purisima.jpg",
            "2021/10-23-purisima2.jpg"], 
        "date":"Jul 3, 2021", "year":"2021",
        "tags":"redwood, redwoods, redwoodcity, bananaslug, bananaslugs, california"
    },"21-21":{
        "content":"",
        "location":"Nisene Marks State Park", "address":"The Forest of Nisene Marks State Park",
        "imagelink":[
            "2021/6-26-nisenemarks.jpg",
            "2021/6-26-nisenemarks2.jpg",
            "2021/6-26-nisenemarks3.jpg"], 
        "date":"Jun 26, 2021", "year":"2021",
        "tags":"trees, bananaslug, bananaslugs, california"
    },"21-20":{
        "content":"",
        "location":"Achistaca Trail", "address":"Achistaca Trail, Los Gatos, CA 95033",
        "imagelink":[
            "2021/6-24-achistaca.jpg",
            "2021/6-24-achistaca2.jpg",
            "2021/6-24-achistaca3.jpg"], 
        "date":"Jun 24, 2021", "year":"2021",
        "tags":"trees, saratoga, california"
    },"21-19":{
        "content":["Ate a Chipotle burrito while looking out over the ocean. The ocean and sky were so blue, and the kelp in the water looked reddish in the sunlight.<br>",
        "<br>After that I stopped by Mystery Spot for a tour. It was a bit difficult keeping social distancing, but it worked out and the guide was entertaining, even if it's just a house that's formed on an angle."],
        "location":"Wilder Ranch State Park", "address":"Wilder Ranch State Park",
        "imagelink":[
            "2021/6-12-wilderranch.jpg",
            "2021/6-12-wilderranch2.jpg",
            "2021/6-12-wilderranch3.jpg",
            "2021/6-12-mysteryspot.jpg",
            "2021/6-12-mysteryspot2.jpg",
            "2021/6-12-mysteryspot3.jpg"], 
        "date":"Jun 12, 2021", "year":"2021",
        "tags":"beach, santacruz, santa, cruz, california"
    },"21-18":{
        "content":["Hiked over 8 miles and saw some neat wildlife! Saw two banana slugs and got some damselfly closeups. Got to dip my feet in the water and also found some more wildflowers.<br>",
        "<br><b>• Update - June 26, 2021 •</b><br>",
        "<br>I went back again to Henry Cowell Park and got to explore Frisbee Beach (which I couldn't go to last time since there were too many people), and snapped a photo (3rd-to-last image). Got to wade into the San Lorenzo River and found a solitary patch of rocks. I laid on a sunny rock and dipped my legs into the water, and there was a mini patch of rocky waterfalls right in front of me. Got a slight sunburn, but saw lots of dragonflies and damselflies, and it was the most relaxed that I'd been in such a long time. After some guys went to take a dip past where I was laying, I treaded back. I accidentally dunked my sneakers and socks in the water when I tripped on a rock, and ended up driving home barefoot."],
        "location":"Henry Cowell State Park", "address":"Henry Cowell Redwoods State Park, North Big Trees Park Road, Felton, CA",
        "imagelink":[
            "2021/6-12-henrycowell.jpg",
            "2021/6-12-henrycowell2.jpg",
            "2021/6-12-henrycowell3.jpg",
            "2021/6-12-henrycowell4.jpg",
            "2021/6-12-henrycowell5.jpg",
            "2021/6-12-henrycowell6.jpg",
            "2021/6-26-henrycowell.jpg",
            "2021/6-12-henrycowell7.jpg",
            "2021/6-12-santacruzmountains.jpg"], 
        "date":"Jun 12, 2021", "year":"2021",
        "tags":"edwood, redwoods, santacruz, california"
    },"21-17":{
        "content":"",
        "location":"Purisima Creek Redwoods", "address":"Purisima Creek Redwoods Preserve",
        "imagelink":[
            "2021/6-5-purisima.jpg",
            "2021/6-5-purisima2.jpg",
            "2021/6-5-purisima3.jpg",
            "2021/6-5-purisima4.jpg"], 
        "date":"Jun 5, 2021", "year":"2021",
        "tags":"redwoodcity, california"
    },"21-16":{
        "content":"I met a cat on the hike and pet it, but got a splinter form some seeds stuck on its fur. I also met a man looking for turkeys.",
        "location":"Picchetti Ranch", "address":"Picchetti Ranch Preserve",
        "imagelink":[
            "2021/6-2-picchetti.jpg",
            "2021/6-2-picchetti2.jpg"], 
        "date":"Jun 2, 2021", "year":"2021",
        "tags":"cat, california"
    },"21-15":{
        "content":"I tried to manage my anxiety by going to the San Jose Rose Garden and eating custard-filled donuts from Krispy Kreme. The full flower blooms and donuts made me feel better and calmer. 🍩",
        "location":"Municipal Rose Garden", "address":"Rose Garden, San Jose, CA",
        "imagelink":[
            "2021/5-17-rosegarden.jpg",
            "2021/5-17-rosegarden2.jpg",
            "2021/5-17-rosegarden3.jpg",
            "2021/5-17-rosegarden4.jpg",
            "2021/5-17-rosegarden5.jpg"], 
        "date":"May 17, 2021", "year":"2021",
        "tags":"flowers, roses, sanjose, san, jose, california"
    },"21-14":{
        "content":"Really nice sunset above the foggy hills today. I sat a bit and looked out over the hills and thought, “I don't want to leave.” How many times have I thought that while hiking? Eye infection is almost gone though, and will be seeing a psychiatrist on Brightside early o'clock on Monday. It's kind of expensive, but I hope it'll be worth it-- I'll be on Lexapro soon. I've never taken those before, and I wonder how it'll go.",
        "location":"Hickory Oaks Trail", "address":"Hickory Oaks Trail, Los Gatos, CA 95033",
        "imagelink":[
            "2021/5-7-hickoryoaks.jpg",
            "2021/5-7-hickoryoaks2.jpg"], 
        "date":"May 7, 2021", "year":"2021",
        "tags":"california, sky, flowers, trail, losgatos, mountains, sunset"
    },"21-13":{
        "content":["I went to Jury Duty today, and afterwards went to Calero County Park. Talked to a father and daughter named Duane and Khalia as I had a mini picnic on a bench near a pond. I ate cucumber Neufchâtel cheese french bread sandwiches, and a <a href='https://www.yelp.com/biz/voyager-craft-coffee-san-jose-2' target='_blank'>London Fog latte</a>.<br>",
        "<br>At the peak, I've never seen so many poppies in one place. It was a very bright and sunny day, and though sparse, the oak trees and acorns reminded me of those next to Marys River. The acorns were longer at Calero though."],
        "location":"Calero County Park", "address":"Calero County Park, McKean Road, San Jose, CA",
        "imagelink":[
            "2021/4-15-calero.jpg",
            "2021/4-15-calero2.jpg",
            "2021/4-15-calero3.jpg"], 
        "date":"Apr 15, 2021", "year":"2021",
        "tags":"caleropark, california, sky, flowers, lake, pond"
    },"21-12":{
        "content":["Finally found Franklin Point, which is the beach that my family used to go to all the time when I was younger! My dad and I used to go to the tidepools and see some sealife, and I really wanted to see some sea stars. It was super windy, but the tide pool area was shielded by giant rocks. I saw only one purple ochre seastar, but there were tons of anemone and also sea urchins. I also saw a woollybear caterpillar on the way to the beach (haven't seen one of those since Corvallis).<br>",
        "<br>On the way home along Highway 1, there was a traffic accident. We were completely at a standstill. Everyone came out of their cars and were just waiting by them. I also exited, and sat on the hood of the car and finished a fruit-by-the-foot. Thankfully the accident was resolved after about half an hour, but I didn't want to risk another standstill, so I took the San Gregorio mountain route back. It was a really nice trip."],
        "location":"Franklin Point Beach", "address":"Franklin Point Trail, California 1, Pescadero, CA",
        "imagelink":[
            "2021/4-10-franklinpoint.jpg",
            "2021/4-10-franklinpoint2.jpg",
            "2021/4-10-franklinpoint3.jpg",
            "2021/4-10-franklinpoint4.jpg"], 
        "date":"Apr 10, 2021", "year":"2021",
        "tags":"lighthouse, california, ocean"
    },"21-11":{
        "content":["After Monterey, I still wanted to explore and I saw Pebble Beach on a map. After driving there I realized it was pay-to-visit, so I did and realized it was actually a <a href='https://www.pebblebeach.com/17-mile-drive' target='_blank'>17-mile driving</a> self-tour kind of thing. I vaguely remember going on this trip with my family, but felt it was more meaningful this time solo, and when I can remember this.<br>",
        "<br>For lunch I ate a cucumber Neufchâtel cheese sandwich with french bread, which I prepped super early this morning. I ate half while looking out at the sea on some rocks at Fanshell Beach. It was really tasty, and the idea actually came from Isabel from Animal Crossing Pocket Camp (she reccomends a similar sandwich in the game).<br>",
        "In the second-to-last image, I found a bone at Bird Rock beach. There were also seashells everywhere. I wonder if it's part of a dolphin, or some other sealife. It was so odd, and I was kind of scared that it might have belonged to a person. With all the true crime stories out there, could it have been a part of someone's arm? Someone's ankle? It doesn't look human though, I hope.<br>",
        "<br>Driving back along Highway 1, I passed by <a href='https://www.thepowerplant.store' target='_blank'>Power Plant Coffee</a>. It was a quirky coffee shop with lots of plants, next to a powerplant. I got another latte even though I had one earlier, because I would probably never stop by again."],
        "location":"17 Mile Drive", "address":"17 Mile Drive, Pebble Beach, CA",
        "imagelink":[
            "2021/4-10-17miles-lonecypress.jpg",
            "2021/4-10-17miles-lonecypress2.jpg",
            "2021/4-10-pebblebeach.jpg",
            "2021/4-10-pebblebeach2.jpg",
            "2021/4-10-17miles-fanshellbeach.jpg",
            "2021/4-10-17miles-fanshellbeach2.jpg",
            "2021/4-10-17miles-birdrock.jpg",
            "2021/4-10-17miles-birdrock2.jpg",
            "2021/4-10-17miles-powerplantcoffee.jpg"], 
        "date":"Apr 10, 2021", "year":"2021",
        "tags":"17miles, california, ocean, beach"
    },"21-10":{
        "content":["I finally drove to Monterey! It's been on the bucket list for a while, and I'd extensive plans to go to the aquarium, but the tickets were too expensive. I headed to the wharf to explore, and thought I should get a coffee. On the way I twisted my ankle, but walked it off. I ended up getting a latte from <a href='https://waterandleaves.com/' target='_blank'>Water + Leaves</a>, then wandered around.<br>",
        "<br>I saw a circle of sea lions in the harbor. They had their fins all up and were making sea lion noises. I helped a lady pick up some of the trash she spilled when she was headed towards a trash compactor at the edge of the wharf, and it turned out she was an owner of a <a href='https://www.montereywharf.com/dining/candy-world.html' target='_blank'>candy store</a> and she gave me some saltwater taffies for free.<br>",
        "<br>Since there was paid parking and I had some time to spare, I walked to the right side of the harbor along the beach. The beach shelf was shallow and so there was a thin layer of water between the drying sand and the waves. It was really peaceful and it reminded me of infinity. What looks like sand in the third picture is actually covered in about half a foot of water. The water was chilly and I got my pant legs wet again, but it was nice. It was strange to be sipping the coffee, calf-deep in seawater, looking out to the boats far away. I won't be able to be in that place at that time ever again."],
        "location":"Monterey Beach", "address":"Fishermans Wharf, Monterey, CA",
        "imagelink":[
            "2021/4-10-monterey.jpg",
            "2021/4-10-monterey2.jpg",
            "2021/4-10-monterey3.jpg"], 
        "date":"Apr 10, 2021", "year":"2021",
        "tags":"montereybay, california, ocean"
    },"21-9":{
        "content":["Today I drove to Santa Cruz Beach, in front of the boardwalk, all alone. I wasn't planning to go until next week, but today the power went out so I left. It was a real adventure, I couldn't believe I made it there and back. I used an old Tomtom GPS to navigate so my phone wouldn't die, and took HWY 17. I was lucky enough to find a parking meter that had two hours still on it, but put in some quarters in the neighboring meter so the other car wouldn't be ticketed. Got tea from TPumps and left it in my trunk.<br>",
        "<br>It was a bit scary because the area right around the boardwalk was so crowded. I thought maybe it would be cool to go on a ride or something, but there were so many people... I just walked around the beach. I soaked my jeans even though I rolled them up. It's been so long since I felt warm sand on my feet. The water was pretty chilly and I ran from the waves a couple times. I got so far in the water that I could feel the small cross sea tides pulling me into the ocean. The sand around my feet flowed out with the waves too, so I could see how easy it would be to lose footing. I wondered about how far one would have to walk to get swallowed by the ocean. How far you'd have to go before you couldn't turn back anymore.<br>",
        "<br>After walking at the edge of the beach, I headed towards the pier. I got a caramel apple from <a href='https://mariniscandies.com' target='_blank'>Marini's Candies</a> and walked to the part of the pier furthest into the ocean. Along the way I descended some stairs and saw a seal up close. It was so cute and blubbery, and it was napping. On the way back I took the scenic route home and passed through Saratoga, and ate the caramel apple. It was a nice day."],
        "location":"Santa Cruz Beach Boardwalk", "address":"400 Beach St, Santa Cruz, CA 95060",
        "imagelink":[
            "2021/4-3-santacruz.jpg",
            "2021/4-3-santacruz2.jpg",
            "2021/4-3-santacruz3.jpg",
            "2021/4-3-santacruz4.jpg",
            "2021/4-3-santacruz5.jpg",
            "2021/4-3-caramelapplemarini.jpg"], 
        "date":"Apr 3, 2021", "year":"2021",
        "tags":"santacruzboardwalk, amusementpark, seal, california"
    },"21-8":{
        "content":["Went here with my hiking buddy for a masked hike, after trying to go to Hunter's Point (but it was too crowded). Across railroad tracks and two fences, we found a power plant. We also came across a graveyard and fake swans.<br>",
        "<br>It was the best adventure I've had for a while, and I was glad to talk with a friend. It made me remember the Sunnyvale summer nights and the air, the energy and excitement of an exploration, walking never-before-seen city streets. When the only awake beings were me and my high school buddies and I was still young enough to not wonder about the rest of my life."],
        "location":"Rancho San Antonio Preserve", "address":"Rancho San Antonio Preserve",
        "imagelink":["2021/3-26-rancho.jpg","2021/3-26-rancho2.jpg"], "date":"Mar 27, 2021", "year":"2021",
        "tags":"moon, electric, sunset, dusk, california"
    },"21-7":{
        "content":["It was rainy and foggy, but oddly cozy. The dark clouds rolled over the mountains and I played hopscotch at the elementary school."],
        "location":"Downtown Saratoga", "address":"14486 Big Basin Way",
        "imagelink":["2021/3-18-saratoga.jpg","2021/3-18-saratoga2.jpg"], "date":"Mar 18, 2021", "year":"2021",
        "tags":"rain, clouds, dusk, california"
    },"21-6":{
        "content":["Today there was a time change and I woke up an hour before I intended to. When I got to the hiking spot, I wondered why it was still dark, and got a matcha latte to pass the time. The sky was also overcast so I didn't get to catch the sunset. Hopefully next time. After the hike I swung by a farmer's market at Princeton Plaza Mall because I saw flowers and snow cones, but didn't end up buying anything."],
        "location":"Santa Teresa County Park", "address":"Santa Teresa County Park, Bernal Rd, San Jose, CA 95120",
        "imagelink":"2021/3-14-santateresa.jpg", "date":"Mar 14, 2021", "year":"2021",
        "tags":"trail, mountain, clouds, sunbeam, california"
    },"21-5":{
        "content":["I took the Creekside Trail on the way up. There were quite some trees surrounding me. I listened to a podcast called “Stuff They Don't Want You To Know” (<a href='https://open.spotify.com/show/5N6g8n6084T5D6Q67yGCUX' target='_blank'>STDWYTK</a>), a paranormal and strange-things podcast and I felt a little unnerved because the topic was about cattle mutilations and I was walking past some dense trees, so I stopped listening after a bit. I listened for birds and signs of wildlife as I walked just in case... At one point the birds stopped chirping but the trees were still rustling and I got a bit creeped out, but then the birds started back up again.<br>",
        "<br>I walked to the top of the hill halfway between the Prospect Rd. parking lot and Hunter's Point and I saw three deer eating grass. I also saw two hawks. One flew really close and I could see that it was massive. There was a tiny birdhouse nailed to a post in the middle of the field off the trail, and it was swaying back and forth because of the wind.<br>",
        "<br>I looked out and could see the lights all gradualy come on as the sky got darker. I didn't want to leave, so I could catch all the remnants of the sunset, but had to head back. As I left it got super dark and I had to put on my glasses to see.<br>",
        "<br><b>• Update - Aug 3, 2021 •</b><br>",
        "<br>Hiked all the way to Hunter's Point and I thought back to the time I went with the high school Astronomy Club Officers at night and saw all the city lights shining. I also listened to STDWYTK's cast about Blue Origin's trip to space. I wanted to see the sunset but knew I didn't have time... Took the last two pictures on the joining trail to Hunter's Point and also thought about my coworker.<br>",
        "<br>When I walked back I met a man named Barack with a light lisp, who looks a bit like Drake and Ross Geller's love child, and his white lab mix dog named Nemo. He was friendly but it seemed like he was waiting to talk to me. I felt self conscious in a tank top and quickly put my flannel back on, but we ended up walking back to the parking lot and chatted about his dog and work (he's a backend dev at a company tart starts with A... could be Altera?) It seemed like he wanted to continue the conversation in the parking lot but I left because I wanted time to myself."],
        "location":"Cora Older Trail", "address":"37.289365, -122.058239",
        "imagelink":["2021/3-5-coraolder.jpg",
            "2021/8-3-woodhillslooptrail.jpg",
            "2021/8-3-woodhillslooptrail2.jpg"], 
        "date":"Mar 5, 2021", "year":"2021",
        "tags":"mountain, clouds, sunset, saratoga, california"
    },"21-4":{
        "content":"I walked backwards on the way back to see as much of the sunset as I could. This is by the post office and the recycling plant. After the sky got gradually darker and darker, the surrounding lights of the buildings came on.",
        "location":"Bay Trail", "address":"Sunnyvale Bay Trail",
        "imagelink":["2021/2-27-baytrail.jpg","2021/2-27-baytrail2.jpg"], "date":"Feb 27, 2021", "year":"2021",
        "tags":"baylands, water, sunset, california"
    },"21-3":{
        "content":["I went hiking at Steven's Creek County Park for a brief hour or so. My arms and legs are itchy and I'll go to a doc's office next Friday. Before heading to the trail, I picked up some Korean banana milk from the H-Mart in Cupertino (it was my first time trying it and it was really tasty!). The air was so fresh and sweet today, not a biting crisp. It was nice and it's the first time I've been actually hiking in about a month.<br>",
        "<br>I stopped in the middle of a shaded section of a descending part of the trail though. I felt a bit scared to continue. I didn't hear any wildlife and as I turned to head back the wind started to blow. I'm not sure if my fear was because I listened to <a href='https://www.youtube.com/channel/UChXKAI83IuqSneWe92F97jQ' target='_blank'>Missing 411</a> stories and was just scaring myself, or if it was a gut instinct.<br>",
        "<br>I headed back and immediately felt better as I hit the sunlit patch of the trail. I thought I could find myself out in there on the trails, but the more I hike, the more I feel as if the trees don't want me there.<br>",
        "<br><b>• Update - April 8, 2021 •</b><br>",
        "<br>Somehow found my way to this viewpoint again. I ended up going past the shaded section this time around and ended up at a different road. There was a small creek and it was very warm. The trail was strenuous but I got some good exercise. I did feel a bit creeped out again, but not as much as last time. I wonder if there might be mountain lions or some kind of natural predator out and about, which might have given me those feelings."],
        "location":"Steven's Creek County Park", "address":"Steven's Creek County Park",
        "imagelink":[
            "2021/2-7-stevenscreekcountypark.jpg",
            "2021/4-8-stevenscreekcountypark.jpg"], 
        "date":"Feb 7, 2021", "year":"2021",
        "tags":"boulder, trees, trail, california"
    },"21-2":{
        "content":["Went with family to Almaden Lake. Might be planning a trip to Asia with my mom after COVID. Really excited!<br>",
        "<br><b>• Update - March 20, 2021 •</b><br>",
        "<br>2nd picture was taken on another family walk."],
        "location":"Almaden Lake", "address":"Almaden Lake",
        "imagelink":["2021/1-16-almadenlake.jpg","2021/3-20-almadenlake.jpg"], "date":"Jan 16, 2021", "year":"2021",
        "tags":"california"
    },"21-1":{
        "content":"I found an old mining facility and there were decrepit old buildings. I stood on an old rotting picnic table to look at San Jose all far away, and almost fell off. I kept walking through a circular flat resting area, and realized the trail that I was on wasn't a trail at all. It led me to an area with leaf litter on the ground and trees all around it, and I was worried that I might see someone there. I turned back and as I headed out of the shade, I twisted my ankle.",
        "location":"Almaden Quicksilver", "address":"Almaden Quicksilver Trail",
        "imagelink":"2021/1-9-almadenquicksilverwoodrd.jpg", "date":"Jan 1, 2021", "year":"2021",
        "tags":"wood, trail, california"
    },
    
    
    
    "20-21":{
        "content":"I watched the sun rise from the lake. It was gorgeous and I listened to indie folk music.",
        "location":"Lake Lexington", "address":"Lexington Reservoir",
        "imagelink":"2020/12-19-lakelexington.jpg", "date":"Dec 19, 2020", "year":"2020",
        "tags":"lexingtonreservoir, fog, california, sunrise"
    },"20-20":{
        "content":"I watched the sun rise at Picchetti Ranch and felt serene.",
        "location":"Picchetti Ranch", "address":"Picchetti Ranch Preserve",
        "imagelink":"2020/12-5-picchetti.jpg", "date":"Dec 5, 2020", "year":"2020",
        "tags":"sunrise, california"
    },"20-19":{
        "content":"Went here on Thanksgiving with my brother and dad.",
        "location":"Mission Peak", "address":"Mission Peak Fremont",
        "imagelink":"2020/11-27-missionpeak.jpg", "date":"Nov 27, 2020", "year":"2020",
        "tags":"statue, california"
    },"20-18":{
        "content":"",
        "location":"Los Trancos Open Space", "address":"Los Trancos Open Space Preserve",
        "imagelink":"2020/11-21-lostrancospreserve.jpg", "date":"Nov 21, 2020", "year":"2020",
        "tags":"preserve, california"
    },"20-17":{
        "content":"",
        "location":"Sanborn County Park", "address":"Sanborn County Park",
        "imagelink":"2020/11-7-sanborn.jpg", "date":"Nov 7, 2020", "year":"2020",
        "tags":"forest, california"
    },"20-16":{
        "content":"I tried to go to Black Mountain Trail but it wasn't open yet. Instead I caught the sunrise at the edge of the entrance.",
        "location":"Page Mill Rd", "address":"4053-4250 Page Mill Rd",
        "imagelink":"2020/11-7-montebellord.jpg", "date":"Nov 7, 2020", "year":"2020",
        "tags":"montebellord, sunrise, montebello, california"
    },"20-15":{
        "content":"Almost lost my way back and missed lunch! A friendly biker tried to point me in the right direction. It was a bit tough to talk through masks but he was kind.",
        "location":"Coyote Hills", "address":"Coyote Hills Regional Park",
        "imagelink":["2020/10-31-coyotehills2.JPG","2020/10-31-coyotehills1.JPG"], 
        "date":"Oct 31, 2020", "year":"2020", 
        "tags":"baylands, bayarea, trail, california"
    },"20-14":{
        "content":"",
        "location":"Windy Hill Open Space", "address":"Windy Hill Open Space Preserve",
        "imagelink":"2020/10-24-windyhill.JPG", "date":"Oct 24, 2020", "year":"2020", 
        "tags":"preserve, california"
    },"20-13":{
        "content":"The first time I drove to the beach alone!",
        "location":"Pescadero State Beach", "address":"Pescadero State Beach",
        "imagelink":"2020/10-24-pescadero.JPG", "date":"Oct 24, 2020", "year":"2020", 
        "tags":"california"
    },"20-12":{
        "content":"",
        "location":"Saratoga Gap Trail", "address":"Saratoga Gap Trail",
        "imagelink":["2020/10-9-saratogagap.JPG","2020/10-9-saratogagap2.jpg"], 
        "date":"Oct 9, 2020", "year":"2020", 
        "tags":"forest, california"
    },"20-11":{
        "content":"",
        "location":"Saratoga Railroad Tracks", "address":"12378 Saratoga Sunnyvale Rd",
        "imagelink":"2020/10-2-saratogarailroadtracks.jpg", "date":"Oct 2, 2020", "year":"2020", 
        "tags":"california"
    },"20-10":{
        "content":["It was smoky but gorgeous. I imagined it to be the edge of the rest of the world, and there were mountains as far as the eye could see. Hiking up, I only saw the rope of one other (rock climber) person on the trail, and they were hanging off of a blue bridge-like structure.<br>",
        "<br>Along the way I was listening to <a href='https://open.spotify.com/episode/4yl6PEJg976BRdtbu2jcQQ' target='_blank'>STDWYTK</a>'s story about Elisa Lam, who was found at the Cecil Hotel in LA. It scared me a little but the hike was worth it. I was worried I wouldn't get back before sundown, and there was a part of the hike near the tallest point where I was a bit unsettled and sore from walking, but I made it back."],
        "location":"Castle Rock State Park", "address":"Castle Rock State Park",
        "imagelink":"2020/10-2-castlerock.jpg", "date":"Oct 2, 2020", "year":"2020", 
        "tags":"california"
    },"20-9":{
        "content":"My hiking buddy and I ended up around the Fremont Older Open Space Preserve and walked till wee could see Hunter's Point a little bit.",
        "location":"Coyote Ridge Trail", "address":"Coyote Ridge Trail",
        "imagelink":"2020/9-20-coyoteridgefremontolder.jpg", "date":"Sep 20, 2020", "year":"2020", 
        "tags":"fremont, fremontolder, openspacepreserve, preserve, hike, california"
    },"20-8":{
        "content":["Went on a hike to Steven's Creek Reservoir with the HackDavis hiking buddy. I'm glad to socialize during COVID.<br>",
        "<br><b>• Update - March 31, 2021 •</b><br>",
        "<br>The second-to-last image is at the same location, at a slightly different overlook. Got bit by a mosquito but before I went hiking I got matcha-ube icecream at Somi Somi. I was feeling like life was a bit pointless and wanted to clear my head."],
        "location":"Steven's Creek Reservoir", "address":"Steven's Creek Reservoir",
        "imagelink":[
            "2020/9-20-stevenscreekreservoir.jpg",
            "2021/3-31-stevenscreekreservoir.jpg",
            "2021/3-31-somisomi.jpg"], 
        "date":"Sep 20, 2020", "year":"2020", 
        "tags":"water, hike, hiking, trail, california"
    },"20-7":{
        "content":"The fire from the SCU, August, and LNU Lightning Complexes made the sky completely orange and dusty. It smelled like a campfire and it feels like the apocalypse. I remember a few days ago it was raining and there was lightening at 4AM, and I remember thinking, “it's just a California summer storm, coming and going.” I also remember texting my friend (who lives in Michigan) super early in California time to tell him about it. Sitting up against the window and smelling the rain on the concrete. Petrichor, that's the word for it. That storm really didn't leave behind much of a trace the next day from what I could see, but then the smokes started.",
        "location":"San Jose", "address":"1501-1515 W San Carlos St",
        "imagelink":"2020/9-9-sanjose.jpg", "date":"Sep 9, 2020", "year":"2020", 
        "tags":"fires, smoke, park, california"
    },"20-6":{
        "content":"Went to Stanford Uni with my React friend that I met earlier this year at HackDavis. He wanted to take a book from one of the dorm libraries, and he played piano for a bit. We were talking about drugs and life and coding and robots and sci-fi.",
        "location":"Stanford University", "address":"Stanford University",
        "imagelink":"2020/8-28-stanforduni.jpg", "date":"Aug 28, 2020", "year":"2020", 
        "tags":"california, paloalto"
    },"20-5":{
        "content":"Went to Hunter's Point with my high school friend. He talked about his experiences in Korea and I was just glad he was alive.",
        "location":"Hunter's Point", "address":"Hunter's Point, Prospect Road, Saratoga, CA",
        "imagelink":"2020/3-hunterspoint.jpg", "date":"Mar, 2020", "year":"2020", 
        "tags":"hunterspoint, hike, california, cupertino"
    },"20-4":{
        "content":["On my way to SacHacks, I stayed at the HI Sacramento Hostel. When I first set off, I took the Amtrak all the way to Davis. I hung out with my old housemates, got boba at Teaspoon, and then one of my housemates drove me to the hostel.<br>",
        "<br>It was a massive old mansion and the yard wasn't very well-kept. The inside was fairly clean and pretty well-lit, but compared to the Seattle hostel this one wasn't modern. There was a giant sturdy wood staircase and everything past the entrance looked carpeted. I talked with a few other travelers in the kitchen and they said they saw a rat somewhere in there. When I walked around outside, I saw a rat scurrying across the lawn. I slept in a bunk and locked my backpack in a locker.<br>",
        "<br>The next day I had to walk quite a few blocks away so that I'd catch the bus on time. I had to switch buses in-between and I stopped at a convenience store to ask for directions and get more bus money. I also had to walk a LOT to get to the SacHacks location (which moved a few buildings down from the 2018 SacHacks location.<br>",
        "<br>Hacking was really fun and my teammates were all dudes though. One was taking a UC Davis cybersecurity boot camp and the other was also interested in that subject. Our project was organizing an esports team's data. We ended up winning best UI/UX and $50 amazon giftcards, so it was quite worth it! I was so excited and I met tons of awesome people.<br>",
        "<br>I almost missed my bus back (which also needed to connect to the Amtrak) and it was a LOT of planning. This trip was really an adventure though."],
        "location":"HI Sacramento Hostel", "address":"HI Sacramento, H Street, Sacramento, CA",
        "imagelink":"2020/2-22-sacramentohostel.jpg", "date":"Feb 22, 2020", "year":"2020", 
        "tags":"sachacks, hostel, california"
    },"20-3":{
        "content":["Attended HackDavis and met up with some old friends! Went into a work meeting to wrap things up beforehand, and also stayed at my supervisor Abigail's house. My coworkers were watching “Say Yes to the Dress” and I played with their cat.<br>",
        "<br>At HackDavis I worked with two of my design friends and another guy who was from my high school. I also met another person who I met through a campus organization the day before, and we talked about arts and robots and sci-fi. He really liked working with the JS framework React."],
        "location":"UC Davis ARC Pavillion", "address":"UC Davis ARC Pavillion",
        "imagelink":"2020/1-18-hackdavis.jpg", "date":"Jan 18, 2020", "year":"2020", 
        "tags":"davis, hackdavis, hackathon, california"
    },"20-2":{
        "content":"",
        "location":"Almaden Quicksilver", "address":"Almaden Quicksilver County Park",
        "imagelink":"2020/1-4-almadenquicksilver.jpg", "date":"Jan 4, 2020", "year":"2020", 
        "tags":"trail, california"
    },"20-1":{
        "content":["Walked around here with my family for New Years Day. It was mildly smoky.<br>",
        "<br><b>• Update - April 1, 2021 •</b><br>",
        "<br>Last 3 images were from watching the sunset at the same location. I listened to <a href='https://open.spotify.com/episode/1SG1NyBl04h2T53szbK6ay?si=NHcGziGkQXWGcXmIGxkLgg' target='_blank'>STDWYTK</a>'s podcast about sleep paralysis. It was peaceful."],
        "location":"Stanford Dish", "address":"Stanford Dish, 400 Reservoir Rd, Stanford, CA 94305",
        "imagelink":[
            "2020/1-1-stanforddish.jpg",
            "2021/4-1-stanforddish.jpg",
            "2021/4-1-stanforddish2.jpg",
            "2021/4-1-stanforddish3.jpg"], 
        "date":"Jan 1, 2020", "year":"2020", 
        "tags":"california"
    },
    
    
    
    "19-29":{
        "content":"",
        "location":"The Mirage", "address":"3400 S Las Vegas Blvd, Las Vegas, NV 89109",
        "imagelink":"2019/12-22-themirage.jpg", "date":"Dec 22, 2019", "year":"2019",
        "tags":"night, arizona, page, city, hotel"
    },"19-28":{
        "content":"",
        "location":"Lake Powell, Antelope Creek", "address":"Antelope Creek, Arizona",
        "imagelink":"2019/12-22-lakepowellantelopecreek.jpg", "date":"Dec 22, 2019", "year":"2019",
        "tags":"arizona, page"
    },"19-27":{
        "content":"",
        "location":"Antelope Canyon", "address":"Antelope Canyon, Page, AZ",
        "imagelink":["2019/12-22-antelopecanyon.jpg","2019/12-22-antelopecanyon2.jpg"],
        "date":"Dec 22, 2019", "year":"2019",
        "tags":"valley, page, arizona"
    },"19-26":{
        "content":"As we were driving in, we saw a bunch of dogs that surrounded the car and were begging for food and whimpering. We tossed some Slim Jims at them and then a few more dogs came. Four. Five. Six. We had to move on though. It was very odd seeing these dogs come up to the car in almost the middle of nowhere, and I thought sad, thinking they were left behind by travelers who didn't want them anymore. I think if I had gone alone, I would have taken at least one of them with me.",
        "location":"Monument Valley", "address":"Indn Route 42, Oljato-Monument Valley, AZ 84536",
        "imagelink":"2019/12-21-monumentvalleynavajotribalpark.jpg", "date":"Dec 12, 2019", "year":"2019",
        "tags":"arizona"
    },"19-25":{
        "content":"The 4 corners is the only place where four states meet, Arizona, New Mexico, Colorado and Utah.",
        "location":"Four Corners", "address":"597 NM-597, Teec Nos Pos, AZ 86514",
        "imagelink":"2019/12-21-fourcorners.jpg", "date":"Dec 20, 2019", "year":"2019",
        "tags":"navajo, vendors, arizona, newmexico, colorado, utah"
    },"19-24":{
        "content":"",
        "location":"Arches National Park", "address":"Arches National Park, Utah",
        "imagelink":["2019/12-20-archesnationalpark.jpg",
            "2019/12-20-archesnationalpark2.jpg",
            "2019/12-20-archesnationalpark3.jpg"], 
        "date":"Dec 20, 2019", "year":"2019",
        "tags":"utah"
    },"19-23":{
        "content":"",
        "location":"Capitol Reef National Park", "address":"Capitol Reef National Park",
        "imagelink":["2019/12-19-capitolreefnationalpark.jpg",
            "2019/12-19-capitolreefnationalpark2.jpg",
            "2019/12-19-capitolreefnationalpark3.jpg",
            "2019/12-19-capitolreefnationalpark4.jpg",
            "2019/12-19-capitolreefnationalpark5.jpg"], 
        "date":"Dec 19, 2019", "year":"2019",
        "tags":"utah"
    },"19-22":{
        "content":"",
        "location":"Las Vegas", "address":"Las Vegas",
        "imagelink":"2019/12-19-vegas.jpg", "date":"Dec 19, 2019", "year":"2019",
        "tags":"nevada, sunrise, city"
    },"19-21":{
        "content":["Came here for CalHacks, the Berkeley Hackathon! Met a nice team and we worked on a project that lets people search for information by content type( for ex. video, audio, visual, etc).<br>",
        "<br>Got midnight boba and ate Bahn-mi again. This was a 2-day hackathon event and I only was able to get a total of 8hrs of sleep across the 36hr duration.<br>",
        "<br>On the second night of CalHacks it was so windy on the top floor (where we were hacking) that the stadium doors couldn't be shut, so I helped block the doors with a table."],
        "location":"Cal Memorial Stadium", "address":"2227 Piedmont Ave, Berkeley, CA 94720",
        "imagelink":["2019/10-26-calhacks.jpg","2019/10-26-calhacks2.jpg"], "date":"Oct 26, 2019", "year":"2019",
        "tags":"berkeley, stairs, california, hackathon, calhacks"
    },"19-20":{
        "content":"My roommate and I hung out a little bit with our teammates and got boba. We saw a little bit of UW and it was really breathtaking. We almost missed our flight back because the Link lightrail was down, and we made our way to our flight back just in time.",
        "location":"University of Washington", "address":"University of Washington, Seattle, WA",
        "imagelink":"2019/10-13-uw.jpg", "date":"Oct 13, 2019", "year":"2019",
        "tags":"seattle, uw, dubhacks"
    },"19-19":{
        "content":"Had an all-female hacking team and ate bahn-mi. We made a chrome extension that suggests different ways to be more sustainable in our everyday lives. Also got midnight mochi waffles with whipped cream and sprinkles!",
        "location":"University of Washington", "address":"University of Washington, Seattle, WA",
        "imagelink":"2019/10-12-dubhacks.jpg", "date":"Oct 12, 2019", "year":"2019",
        "tags":"seattle, uw, balloons, hackathon, dubhacks"
    },"19-18":{
        "content":"My roommate and I stayed in City Hostel Seattle. We had lockers for our stuff and we slept in bunk beds, but had to take separate rooms. It was really fun and I roasted a marshmallow and played some card game with a few guys.",
        "location":"City Hostel Seattle", "address":"City Hostel Seattle, 2nd Avenue, Seattle, WA",
        "imagelink":"2019/10-11-cityhostel.jpg", "date":"Oct 11, 2019", "year":"2019",
        "tags":"washington, dubhacks"
    },"19-17":{
        "content":"A “sound” is a large sea or ocean inlet, or a ocean sea channel. Puget Sound is breathtaking. I couldn't fully understand in the moment, but I knew that it was so rare and such a blessing that I got to look out over this amazing place twice this year.",
        "location":"Puget Sound", "address":"Pier 66, Alaskan Way, Seattle, WA",
        "imagelink":"2019/10-11-pugetsound.jpg", "date":"Oct 11, 2019", "year":"2019",
        "tags":"seattle, washington, water, dubhacks, sunset"
    },"19-16":{
        "content":"The walls were really gross but so colorful. Hit this one right off my bucket list.",
        "location":"Gum Wall", "address":"Gum Wall, Post Alley, Seattle, WA",
        "imagelink":"2019/10-11-gumwall.jpg", "date":"Oct 11, 2019", "year":"2019",
        "tags":"seattle, washington, landmark, dubhacks"
    },"19-15":{
        "content":"You can see Mount Rainier in the distance.",
        "location":"Pier 66, Puget Sound", "address":"Pier 66, Alaskan Way, Seattle, WA",
        "imagelink":"2019/10-11-pier66.jpg", "date":"Oct 11, 2019", "year":"2019",
        "tags":"seattle, washington, mountrainier, mountainrainier, water, dubhacks"
    },"19-14":{
        "content":"On the way to Dubhacks 2019 with my roommate! We explored around Pike Place Market, ate some poutine, and talked to some vendors (who we bought stickers from).",
        "location":"Pike Place Market", "address":"Pike Place Market, Seattle, WA",
        "imagelink":"2019/10-11-pikeplacemarket.jpg", "date":"Oct 11, 2019", "year":"2019",
        "tags":"seattle, washington, dubhacks"
    },"19-13":{
        "content":"Today was kind of crazy. This is the sky next to a tornado that appeared. I was having a club meeting for one of the student orgs and we all got tornado warnings on our phones. The air was staticky, and the wind was blowing something fierce. As soon as we stepped foot out the building, we could see the tornado's tunnel.",
        "location":"UC Davis Silo", "address":"UC Davis Silo market",
        "imagelink":["2019/9-28-ucdphysics.jpg","2019/9-28-ucdphysics2.jpg"], "date":"Sep 28, 2019", "year":"2019",
        "tags":"lightening, tornado, physics, california"
    },"19-12":{
        "content":"",
        "location":"Chihuly Gardens", "address":"Chihuly Garden and Glass, Harrison Street, Seattle, WA",
        "imagelink":[
            "2019/7-13-chihuly.jpg",
            "2019/7-13-chihuly2.jpg",
            "2019/7-13-chihuly3.jpg",
            "2019/7-13-chihuly4.jpg",
            "2019/7-13-chihuly5.jpg",
            "2019/7-13-chihuly6.jpg"], 
        "date":"Jul 13, 2019", "year":"2019",
        "tags":"seattle, washington, spaceneedle, cruise"
    },"19-11":{
        "content":"",
        "location":"Buchart Gardens", "address":"Butchart Gardens, Brentwood Bay, BC, Canada",
        "imagelink":"2019/7-12-buchartgardens.jpg", "date":"Jul 12, 2019", "year":"2019",
        "tags":"brentwoodbay, britishcolumbia, canada, cruise, flowers"
    },"19-10":{
        "content":"",
        "location":"Fisherman's Wharf, Victoria", "address":"Fisherman's Wharf Park 12 Erie St, Victoria, BC V8V 4X5, Canada",
        "imagelink":"2019/7-12-victoria2.jpg", "date":"Jul 12, 2019", "year":"2019",
        "tags":"canada, britishcolumbia, cruise, water"
    },"19-9":{
        "content":"",
        "location":"Victoria", "address":"Victoria, BC, Canada",
        "imagelink":"2019/7-12-victoria.jpg", "date":"Jul 12, 2019", "year":"2019",
        "tags":"canada, britishcolumbia, cruise, water"
    },"19-8":{
        "content":"",
        "location":"Icy Strait Point", "address":"108 Cannery Rd, Hoonah, AK 99829",
        "imagelink":[
            "2019/7-11-icystraitpoint.jpg",
            "2019/7-11-icystraitpoint2.jpg",
            "2019/7-11-icystraitpoint3.jpg",
            "2019/7-11-icystraitpoint4.jpg"], 
        "date":"Jul 12, 2019", "year":"2019",
        "tags":"alaska, cruise, glacier, water"
    },"19-7":{
        "content":"",
        "location":"Mendenhall Glacier", "address":"Mendenhall Glacier, Juneau, AK",
        "imagelink":"2019/7-9-juneau2.jpg", "date":"Jul 9, 2019", "year":"2019",
        "tags":"juneau, alaska, cruise, water"
    },"19-6":{
        "content":"",
        "location":"Juneau", "address":"Downtown Juneau",
        "imagelink":"2019/7-9-juneau.jpg", "date":"Jul 9, 2019", "year":"2019",
        "tags":"alaska, cruise, trees"
    },"19-5":{
        "content":["I walked through the crowded Creek Street and it was chilly. The shops were colorful and housed lots of trinkets. I knew this was the tourist trap, yet my brother and I still bought two green calcite rocks as souveniers.<br>",
        "<br>Earlier in the day, my folks bought a bunch of salmon, and we also went on a salmon farm tour. It was interesting, they had these fish in tubs, arranged by age."],
        "location":"Creek Street, Ketchikan", "address":"Creek Street in Ketchikan",
        "imagelink":"2019/7-8-ketchikan2.jpg", "date":"Jul 8, 2019", "year":"2019",
        "tags":"alaska, cruise, shops"
    },"19-4":{
        "content":"We came across a shop called “Burger Queen,” but we didn't go in.",
        "location":"Ketchikan", "address":"Ketchikan",
        "imagelink":"2019/7-8-ketchikan.jpg", "date":"Jul 8, 2019", "year":"2019",
        "tags":"alaska, cruise, burgerqueen"
    },"19-3":{
        "content":"",
        "location":"Seattle", "address":"2209 Alaskan Way, Seattle, WA 98121",
        "imagelink":["2019/7-6-seattle.jpg","2019/7-6-seattle2.jpg"], "date":"Jul 6, 2019", "year":"2019",
        "tags":"pugetsound, cruise, spaceneedle, waterfront"
    },"19-2":{
        "content":"Saw work from Jeff Koons and Yayoi Kusama, crossed these off my bucket list.",
        "location":"The Broad Museum", "address":"221 S Grand Ave, Los Angeles, CA 90012",
        "imagelink":["2019/5-14-broadmuseum.jpg","2019/5-14-broadmuseum2.jpg","2019/5-14-broadmuseum3.jpg"], "date":"May 14, 2019", "year":"2019",
        "tags":"artmuseum, california, la, losangeles"
    },"19-1":{
        "content":"LA Chinatown with my housemates! Two of them went to see a BTS concert and my other housemate and I went to see the art museums during our spring break. I got a rose matcha tea with golden boba at BubbleU!",
        "location":"Los Angeles Chinatown", "address":"LA Chinatown",
        "imagelink":"2019/5-14-chinatownla.jpg", "date":"May 14, 2019", "year":"2019",
        "tags":"la, california"
    },



    "18-7":{
        "content":"Chicago for SOFA with my teammates and professors!",
        "location":"Navy Pier", "address":"600 E Grand Ave, Chicago, IL 60611",
        "imagelink":["2018/18-11-4-sofa.jpg","2018/18-11-4-sofa2.jpg"], "date":"Nov 4, 2018", "year":"Archive",
        "tags":"SOFA chicago, presentation, ucdavis"
    },"18-6":{
        "content":"",
        "location":"Cloud Gate", "address":"201 E Randolph St, Chicago, IL 60602",
        "imagelink":["2018/18-11-2-bean.jpg","2018/18-11-2-bean2.jpg"], "date":"Nov 2, 2018", "year":"Archive",
        "tags":"chicago, illinois, thebean, sculpture, sofachicago"
    },"18-5":{
        "content":"Happy Halloween from Chicago!",
        "location":"Navy Pier", "address":"600 E Grand Ave, Chicago, IL 60611",
        "imagelink":["2018/18-10-31-chicagoharbor.jpg","2018/18-10-31-chicagoharbor2.jpg","2018/18-10-31-chicagoharbor3.jpg"], "date":"Oct 31, 2018", "year":"Archive",
        "tags":"chicago, illinois, harbor, water, sofachicago"
    },"18-4":{
        "content":"Ate the most amazing $7 crème brûlée cheesecake at Goddess and the Baker. It was so good I cried. Also ate a cupcake for brunch with my design friend.",
        "location":"Chicago, Illinois", "address":"Chicago, Illinois",
        "imagelink":[
            "2018/18-10-30-chicago.jpg",
            "2018/18-10-30-chicago2.jpg",
            "2018/18-10-30-chicago3.jpg",
            "2018/18-10-29-goddessandbaker.jpg",
            "2018/18-10-29-goddessandbaker2.jpg",
            "2018/18-10-29-mollyscupcakes.jpg",
            "2018/18-10-30-chicago4.jpg"], 
        "date":"Oct 30, 2018", "year":"Archive",
        "tags":"SOFA chicago, food, goddessandthebaker, cafe, food, cupcake, mollyscupcakes"
    },"18-3":{
        "content":"Also crossed the Isabella Stewart Gardner Museum off my bucket list. To be honest I'd never thought I'd actually make it here. The gardens were gorgeous, even moreso than the art in my opinion. We were in Boston for my mom's business trip.",
        "location":"Gardner Art Museum", "address":"25 Evans Way, Boston, MA 02115",
        "imagelink":"2018/18-6-24-gardnermuseum.jpg", "date":"Jun 24, 2018", "year":"Archive",
        "tags":"isabella, stewart, boston, massachusetts"
    },"18-2":{
        "content":"Biked with my roommate and got boba. It was a beautiful day and I felt peaceful.",
        "location":"West Village, Davis", "address":"1580 Jade St, Davis, CA 95616",
        "imagelink":"2018/18-4-29-bikingwithmaggie.jpg", "date":"Apr 29, 2018", "year":"Archive",
        "tags":"california, clouds, sun, biking"
    },"18-1":{
        "content":"The day I hiked Mission Peak alone. Great new year's scenery, and also the christmas decorations hadn't been taken off the decorated marker at the peak yet.",
        "location":"Mission Peak", "address":"Mission Peak Fremont",
        "imagelink":[
            "2018/18-1-2-missionpeak.jpg",
            "2018/18-1-2-missionpeak2.jpg",
            "2018/18-1-2-missionpeak3.jpg",
            "2018/18-1-2-missionpeak4.jpg"], 
        "date":"Jan 2, 2018", "year":"Archive",
        "tags":"hiking, hike, statue, california"
    },
    
    

    "17-8":{
        "content":"KDVS 90.3 FM Underground Radio. A friend showed me around. They have very comfy leather couches that were somehow warm.",
        "location":"KDVS Radio Station", "address":"286 E Quad, Davis, CA 95616 #14",
        "imagelink":[
            "2017/17-11-2-kdvs.jpg",
            "2017/17-11-2-kdvs2.jpg",
            "2017/17-11-2-kdvs3.jpg",
            "2017/17-11-2-kdvs4.jpg"], 
        "date":"Nov 2, 2017", "year":"Archive",
        "tags":"davis, universityofcalifornia, ucdavis"
    },"17-7":{
        "content":"",
        "location":"Genoa", "address":"Nevada State Route 206",
        "imagelink":"2017/17-9-9-nevada.jpg", "date":"Sep 9, 2017", "year":"Archive",
        "tags":"nevada, mountain"
    },"17-6":{
        "content":"",
        "location":"San Francisco", "address":"San Francisco, CA",
        "imagelink":["2017/17-5-13-sfnight.jpg","2017/17-5-13-japantown.jpg"], "date":"May 13, 2017", "year":"Archive",
        "tags":"night, japantown, california, sf, city"
    },"17-5":{
        "content":"Climbed onto the roof of one of the veterinary buildings. I called my friend and pulled an almost-all-nighter.",
        "location":"UCD Vet Med", "address":"944 Garrod Dr, Davis, CA 95616",
        "imagelink":"2017/17-5-11-ucdveterinary.jpg", "date":"May 11, 2017", "year":"Archive",
        "tags":"veterinary, roof, night, universityofcalifornia, ucdavis"
    },"17-4":{
        "content":"Used to be a RareTea, I, my dormmate, and friends, went for the grand opening.",
        "location":"Downtown Davis", "address":"213 E St, Davis, CA 95616",
        "imagelink":"2017/17-5-6-downtowndavis.jpg", "date":"May 6, 2017", "year":"Archive",
        "tags":"raretea, boba, balloons, universityofcalifornia, ucdavis"
    },"17-3":{
        "content":"Happy April Fools Day! Saw the very lively Mucca Pazza band perform in the Mondavi Center. It was my first and last show that I attended there.",
        "location":"Mondavi Center", "address":"523 Mrak Hall Dr, Davis, CA 95616",
        "imagelink":"2017/17-4-1-muccapazza.jpg", "date":"Apr 1, 2017", "year":"Archive",
        "tags":"performingarts, universityofcalifornia, ucdavis, muccapazza, concert, event"
    },"17-2":{
        "content":"Dormmates went to the top of the ARC parking lot and we saw hundreds of thousands of crows and birds take flight as the sun was setting. It lasted a really long time too.",
        "location":"ARC Parking Lot", "address":"760 Orchard Rd, Davis, CA 95616",
        "imagelink":"2017/17-3-13-arc.jpg", "date":"Mar 13, 2017", "year":"Archive",
        "tags":"davis, universityofcalifornia, ucdavis"
    },"17-1":{
        "content":"Went with my neighbor to Downtown Sac. We went to the Crocker Art Museum and also got Ramen at Ryujin Ramen House. We saw an installation created by one of my professors in the entrance area. It was windy but fun!",
        "location":"Downtown Sacramento", "address":"Downtown, Sacramento, CA",
        "imagelink":"2017/17-3-5-downtownsac.jpg", "date":"Mar 5, 2017", "year":"Archive",
        "tags":"crockerartmuseum, california, city"
    },



    "16-4":{
        "content":["The first image is of “Heart Geyser.”<br>",
        "<br>In the second image, we saw the massive “Great Fountain Geyser.” So much water, so tall... it was so surreal. It was like we weren't even on earth, the sunset and the mist was all around us."],
        "location":"Great Fountain Geyser", "address":"Yellowstone National Park, Firehole Lake Dr, Mammoth, WY 82190",
        "imagelink":["2016-15/16-7-1-geyser.jpg","2016-15/16-7-1-greatfountaingeyser.jpg"], "date":"Jul 1, 2016", "year":"Archive",
        "tags":"yellowstonegeyser, nationalpark"
    },"16-3":{
        "content":"",
        "location":"Artist Point", "address":"Artist Point, Yellowstone National Park, Wyoming 82190",
        "imagelink":"2016-15/16-7-1-artistpoint.jpg", "date":"Jul 1, 2016", "year":"Archive",
        "tags":"yellowstone, nationalpark, wyoming, waterfall"
    },"16-2":{
        "content":"",
        "location":"Grand Teton National Park", "address":"Grand Teton National Park",
        "imagelink":"2016-15/16-6-30-grandteton.jpg", "date":"Jun 30, 2016", "year":"Archive",
        "tags":"nationalpark, mountains, lake, water, trees"
    },"16-1":{
        "content":"",
        "location":"Idaho Falls Regional Airport", "address":"2140 N Skyline Dr, Idaho Falls, ID 83402",
        "imagelink":"2016-15/16-6-30-idahoairport.jpg", "date":"Jun 30, 2016", "year":"Archive",
        "tags":"field, yellowstone"
    },"15-2":{
        "content":"",
        "location":"Zion National Park", "address":"Zion National Park",
        "imagelink":"2016-15/15-12-21-zion.jpg", "date":"Dec 21, 2015", "year":"Archive",
        "tags":"utah"
    },"15-1":{
        "content":"",
        "location":"Bryce Canyon National Park", "address":"Bryce Canyon National Park",
        "imagelink":"2016-15/15-12-20-brycecanyon.jpg", "date":"Dec 20, 2015", "year":"Archive",
        "tags":"utah, rockformations"
    },


    
    "placeholder":{
        "content":"",
        "location":"Placeholder", "address":"",
        "imagelink":"", "date":"", "year":"",
        "tags":""
    }
}



